tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "kreuzwerker/taps"
tap "peak/tap"
tap "snyk/tap"
tap "wader/tap"
tap "xcodesorg/made"
brew "xz"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "ca-certificates"
brew "openssl@3"
brew "libssh2"
brew "aria2"
brew "arp-scan"
brew "arping"
brew "dbus"
brew "pcre2"
brew "awscli"
brew "node"
brew "bitwarden-cli"
brew "gcc"
brew "btop"
brew "cairo"
brew "pycparser"
brew "cffi"
brew "cmake"
brew "gnutls"
brew "ncurses"
brew "qemu"
brew "lima"
brew "colima", restart_service: true
brew "coreutils"
brew "cryptography"
brew "curl"
brew "dash"
brew "dep"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "doctl"
brew "docutils"
brew "evernote2md"
brew "ext4fuse"
brew "fd"
brew "harfbuzz"
brew "libarchive"
brew "ffmpeg"
brew "fswatch"
brew "fzf"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "gnupg"
brew "gpgme"
brew "hopenpgp-tools"
brew "hping"
brew "htop"
brew "hugo"
brew "hyperfine"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "jq"
brew "just"
brew "keyring"
brew "lazygit"
brew "libmagic"
brew "libolm"
brew "libxt"
brew "mas"
brew "maven"
brew "mdbook"
brew "protobuf"
brew "mosh"
brew "mtr"
brew "ncdu"
brew "neovim"
brew "nmap"
brew "openblas"
brew "openssh"
brew "qrencode"
brew "pass"
brew "perl"
brew "pidgin"
brew "pinentry-mac"
brew "podman"
brew "postgresql@16"
brew "python@3.10"
brew "qt@5"
brew "tcl-tk"
brew "r"
brew "ripgrep"
brew "sheldon"
brew "shellcheck"
brew "signal-cli"
brew "skopeo"
brew "socat"
brew "speedtest-cli"
brew "sqlite-analyzer"
brew "starship"
brew "stow"
brew "telnet"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "tor"
brew "transmission-cli"
brew "weechat"
brew "wget"
brew "xcodes"
brew "xq"
brew "ykman"
brew "ykpers"
brew "youtube-dl"
brew "yq"
brew "zbar"
brew "hashicorp/tap/consul"
brew "hashicorp/tap/terraform"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "kreuzwerker/taps/m1-terraform-provider-helper"
brew "peak/tap/s5cmd"
brew "snyk/tap/snyk"
brew "wader/tap/fq"
cask "1password"
cask "adium"
cask "alacritty"
cask "android-commandlinetools"
cask "bartender"
cask "beekeeper-studio"
cask "bluestacks"
cask "brave-browser"
cask "bruno"
cask "chromium"
cask "cold-turkey-blocker"
cask "cyberduck"
cask "dash"
cask "db-browser-for-sqlite"
cask "dbeaver-community"
cask "deepl"
cask "discord"
cask "disk-drill"
cask "dropbox"
cask "element"
cask "evernote"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "fork"
cask "genymotion"
cask "github"
cask "gnucash"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "gotomeeting"
cask "gpg-suite-no-mail"
cask "grandperspective"
cask "jetbrains-toolbox"
cask "kaleidoscope"
cask "karabiner-elements"
cask "karafun"
cask "ledger-live"
cask "libreoffice"
cask "logitech-camera-settings"
cask "macfuse"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-office"
cask "microsoft-remote-desktop"
cask "microsoft-teams"
cask "netspot"
cask "nextcloud"
cask "onlyoffice"
cask "parallels"
cask "peakhour"
cask "podman-desktop"
cask "poe"
cask "postman"
cask "protonmail-bridge"
cask "protonvpn"
cask "rar"
cask "rectangle-pro"
cask "rocket-chat"
cask "rstudio"
cask "signal"
cask "skype"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "sublime-text"
cask "tableau-public"
cask "telegram"
cask "temurin"
cask "the-clock"
cask "tor-browser"
cask "transmission"
cask "tunnelbear"
cask "typora"
cask "ubiquiti-unifi-controller"
cask "utm"
cask "viber"
cask "vlc"
cask "vmware-fusion"
cask "xquartz"
cask "yandex"
cask "yandex-cloud-cli"
cask "yandex-disk"
cask "zap"
cask "zoom"
mas "Amphetamine", id: 937984704
mas "Bitwarden", id: 1352778147
mas "Endel", id: 1346247457
mas "Gapplin", id: 768053424
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Reeder", id: 1529448980
mas "Remote Desktop", id: 409907375
mas "WireGuard", id: 1451685025
