tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "kreuzwerker/taps"
tap "xcodesorg/made"
brew "xz"
brew "ansible"
brew "libssh2"
brew "aria2"
brew "awscli"
brew "node"
brew "bitwarden-cli"
brew "pcre2"
brew "cairo"
brew "ncurses"
brew "colima"
brew "coreutils"
brew "curl"
brew "dash"
brew "dep"
brew "docker-compose"
brew "doctl"
brew "evernote2md"
brew "fd"
brew "fzf"
brew "gcc"
brew "gh"
brew "gnupg"
brew "harfbuzz"
brew "hopenpgp-tools"
brew "htop"
brew "hugo"
brew "hyperfine"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "libxt"
brew "mas"
brew "mdbook"
brew "protobuf"
brew "mosh"
brew "ncdu"
brew "neovim"
brew "nmap"
brew "qrencode"
brew "pass"
brew "pinentry-mac"
brew "podman"
brew "python@3.10"
brew "tcl-tk"
brew "r"
brew "ripgrep"
brew "s3cmd"
brew "sheldon"
brew "shellcheck"
brew "signal-cli"
brew "socat"
brew "sqlite-analyzer"
brew "starship"
brew "stow"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "tor"
brew "transmission-cli"
brew "wget"
brew "xcodes"
brew "ykman"
brew "ykpers"
brew "zbar"
brew "hashicorp/tap/consul"
brew "hashicorp/tap/terraform"
brew "kreuzwerker/taps/m1-terraform-provider-helper"
cask "1password"
cask "alacritty"
cask "android-commandlinetools"
cask "bartender"
cask "beekeeper-studio"
cask "brave-browser"
cask "chromium"
cask "cold-turkey-blocker"
cask "cyberduck"
cask "dash"
cask "db-browser-for-sqlite"
cask "dbeaver-community"
cask "deepl"
cask "discord"
cask "dropbox"
cask "evernote"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "fork"
cask "github"
cask "gnucash"
cask "google-chrome"
cask "google-drive"
cask "gotomeeting"
cask "gpg-suite-no-mail"
cask "grandperspective"
cask "jetbrains-toolbox"
cask "kaleidoscope"
cask "karabiner-elements"
cask "libreoffice"
cask "logitech-camera-settings"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-office"
cask "microsoft-remote-desktop"
cask "microsoft-teams"
cask "netspot"
cask "nextcloud"
cask "owasp-zap"
cask "peakhour"
cask "postman"
cask "protonvpn"
cask "rectangle-pro"
cask "rocket-chat"
cask "rstudio"
cask "signal"
cask "skype"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "sublime-text"
cask "tableau-public"
cask "telegram"
cask "temurin"
cask "the-clock"
cask "tor-browser"
cask "transmission"
cask "tunnelbear"
cask "typora"
cask "viber"
cask "vlc"
cask "xquartz"
cask "yandex"
cask "yandex-cloud-cli"
cask "yandex-disk"
cask "zoom"
mas "Bitwarden", id: 1352778147
mas "Endel", id: 1346247457
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Remote Desktop", id: 409907375
mas "WireGuard", id: 1451685025
